LEXICON: dict[str, str] = {
    '/start': 'Привет!\nЭто бот для оценки когнтвинго резерва!',
    'tests': 'Тесты',
    'train_biling': 'Тренировка билингвизма',
    'results': 'Статистика',
    'start_test': 'Начать тест',
    'tests_answer': 'Тест на когнитивный резерв — это оценка способности мозга компенсировать повреждения за счёт запаса прочности, созданного интеллектуальной активностью.'
    '💡 Билингвизм считается одним из мощных факторов его повышения, так как постоянное переключение между языками тренирует мозг и укрепляет его нейронные сети.',
    'test_4': 'Тест на цифровую утомляемость',
    'test_2': 'Тест на вербальную беглость',
    'test_2_answer': 'Что оценивает: Скорость извлечения информации из памяти и словарный запас.'
    'Как проходит:'
    'Бот дает команду: «Назови как можно больше слов на букву "П"'
    'Норма: 15–20 слов в минуту для здорового взрослого',
    'test_4_answer': 'Что оценивает: Концентрацию и устойчивость внимания.'
    '\nКак проходит:Бот генерирует случайную строку из 50-100 символов (букв или цифр).'
    '\nДает задание: «Как можно быстрее сосчитай, сколько раз в этой строке встречается буква "А" (или цифра "7")».'
    '\nБот фиксирует правильность ответа и время, затраченное на поиск. Это стандарт оценки цифровой утомляемости.'
    
}
