LEXICON: dict[str, str] = {
    '/start': 'Привет!\nЭто бот для оценки когнтвинго резерва!',
    'tests': 'Тесты',
    'train_biling': 'Тренировка билингвизма',
    'facts': 'Факты о билингвзизме',
    'next_fact': 'Следующий факт',
    'staticts': 'Статистика',
    'main_menu': 'Главное меню',
    'results': 'Факты и статистика',
    'results_answer': 'Интересеные факты про билингвзим, и статиска по тестам',
    'start_test': 'Начать тест',
    'tests_answer': 'Тест на когнитивный резерв — это оценка способности мозга компенсировать повреждения за счёт запаса прочности, созданного интеллектуальной активностью.'
    '💡 Билингвизм считается одним из мощных факторов его повышения, так как постоянное переключение между языками тренирует мозг и укрепляет его нейронные сети.',
    'test_4': 'Тест на цифровую утомляемость',
    'test_2': 'Тест на вербальную беглость',
    'test_2_answer': 'Что оценивает: Скорость извлечения информации из памяти и словарный запас.'
    'Как проходит:'
    'Бот дает команду: «Назови как можно больше слов на букву "П"'
    'Норма: 15–20 слов в минуту для здорового взрослого',
    'test_4_answer': 'Что оценивает: Концентрацию и устойчивость внимания.'
    '\nКак проходит:Бот генерирует случайную строку из 50-100 символов (букв или цифр).'
    '\nДает задание: «Как можно быстрее сосчитай, сколько раз в этой строке встречается буква "А" (или цифра "7")».'
    '\nБот фиксирует правильность ответа и время, затраченное на поиск. Это стандарт оценки цифровой утомляемости.',
    'eng-rus': 'Английский - Русский',
    'rus-ka': 'Русский - Грузинский',
    'rus-tt': 'Русский - Татарский',
    'rus-az': 'Русский - Азербайджанский',
    'train_biling_answer': 'Тренировка Language Switch (переключения языков) для билингвов — это развитие навыка спонтанного и осознанного перехода между двумя языками в общении для улучшения взаимопонимания, объяснения сложных понятий или адаптации к контексту, что включает упражнения на осознание языковых сигналов, практику перевода и интеграцию элементов из разных языков в рамках одного диалога, а также помогает справляться со стрессом от чрезмерного переключения. '
    '\n\nВыберите пару языков для тренировки билингвизма'
}
