LEXICON: dict[str, str] = {
    '/start': 
        '👋 Привет!\n\n'
        '🧠 Это бот для оценки <b>когнитивного резерва</b> — способности мозга сохранять эффективность даже при нагрузках.\n\n'
        'Выберите раздел ниже ⬇️',

    'tests': '🧩 Тесты',
    'train_biling': '🌍 Тренировка билингвизма',
    'facts': '📚 Факты о билингвизме',
    'next_fact': '➡️ Следующий факт',
    'staticts': '📊 Статистика',
    'main_menu': '🏠 Главное меню',

    'results': '📈 Факты и статистика',
    'results_answer': 
        'Здесь вы найдете:\n'
        '• 📚 Интересные факты о билингвизме\n'
        '• 📊 Статистику по вашим тестам',

    'start_test': '🚀 Начать тест',

    'tests_answer': 
        '🧠 <b>Тест на когнитивный резерв</b> — это оценка способности мозга компенсировать возможные повреждения '
        'за счёт запаса прочности, созданного интеллектуальной активностью.\n',

    'test_4': '💻 Тест на цифровую утомляемость',
    'test_2': '🗣️ Тест на вербальную беглость',

    'test_2_answer': 
        '🗣️ <b>Что оценивает:</b>\n'
        'Скорость извлечения информации из памяти и словарный запас.\n\n'
        '<b>Задание:</b>\n'
        'Назови как можно больше слов на букву "П"\n'
        'Перечислите слова через пробел в 1 сообщении.\n\n'
        '📊 <b>Норма:</b> 10–15 слов в минуту для здорового взрослого.',

    'test_4_answer': 
        '💻 <b>Что оценивает:</b>\n'
        'Концентрацию и устойчивость внимания.\n\n'
        '<b>Задание:</b>\n'
        'Как можно быстрее сосчитай, сколько раз в строке встречается буква "А" (или цифра "7").\n',

    'eng-rus': 'Английский — Русский',
    'rus-ka': 'Русский — Грузинский',
    'rus-tt': 'Русский — Татарский',
    'rus-az': 'Русский — Азербайджанский',

    'train_biling_answer': 
        '🌍 <b>Тренировка Language Switch</b> (переключения языков) — это развитие навыка '
        'спонтанного и осознанного перехода между двумя языками.\n\n'
        '👇 Выберите пару языков для тренировки билингвизма:'
}
